[
    ".ipynb Support by vscode: Provides basic support for opening and reading Jupyter's .ipynb notebook files ",
    "Abyss Theme by vscode: Abyss theme for Visual Studio Code ",
    "Antigravity Remote - Dev Containers by Google LLC: Use devcontainers within Antigravity ",
    "Antigravity Remote - SSH by google: Connect to remote machines over SSH using Antigravity ",
    "Antigravity Remote - WSL by google: Open any folder in the Windows Subsystem for Linux (WSL). ",
    "C/C++ Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in C/C++ files. ",
    "C# Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in C# files. ",
    "Clojure Language Basics by vscode: Provides syntax highlighting and bracket matching in Clojure files. ",
    "CoffeeScript Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in CoffeeScript files. ",
    "CSS Language Basics by vscode: Provides syntax highlighting and bracket matching for CSS, LESS and SCSS files. ",
    "CSS Language Features by vscode: Provides rich language support for CSS, LESS and SCSS files. ",
    "Dart Language Basics by vscode: Provides syntax highlighting & bracket matching in Dart files. ",
    "Default Themes by vscode: The default Visual Studio light and dark themes ",
    "Diff Language Basics by vscode: Provides syntax highlighting & bracket matching in Diff files. ",
    "Docker Language Basics by vscode: Provides syntax highlighting and bracket matching in Docker files. ",
    "Extension Authoring by vscode: Provides linting capabilities for authoring extensions. ",
    "F# Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in F# files. ",
    "GitHub by vscode: GitHub features for the IDE ",
    "GitHub Authentication by vscode: GitHub Authentication Provider ",
    "Go Language Basics by vscode: Provides syntax highlighting and bracket matching in Go files. ",
    "Groovy Language Basics by vscode: Provides snippets, syntax highlighting and bracket matching in Groovy files. ",
    "Grunt support for VS Code by vscode: Extension to add Grunt capabilities to VS Code. ",
    "Gulp support for VSCode by vscode: Extension to add Gulp capabilities to VSCode. ",
    "Handlebars Language Basics by vscode: Provides syntax highlighting and bracket matching in Handlebars files. ",
    "HLSL Language Basics by vscode: Provides syntax highlighting and bracket matching in HLSL files. ",
    "Ini Language Basics by vscode: Provides syntax highlighting and bracket matching in Ini files. ",
    "Jake support for Jetski by vscode: Extension to add Jake capabilities to Jetski. ",
    "Java Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in Java files. ",
    "Julia Language Basics by vscode: Provides syntax highlighting & bracket matching in Julia files. ",
    "Kimbie Dark Theme by vscode: Kimbie dark theme for Visual Studio Code ",
    "LaTeX Language Basics by vscode: Provides syntax highlighting and bracket matching for TeX, LaTeX and BibTeX. ",
    "Less Language Basics by vscode: Provides syntax highlighting, bracket matching and folding in Less files. ",
    "Local Tunnel Port Forwarding by vscode: Allows forwarding local ports to be accessible over the internet. ",
    "Lua Language Basics by vscode: Provides syntax highlighting and bracket matching in Lua files. ",
    "Make Language Basics by vscode: Provides syntax highlighting and bracket matching in Make files. ",
    "Markdown Math by vscode: Adds math support to Markdown in notebooks. ",
    "Merge Conflict by vscode: Highlighting and commands for inline merge conflicts. ",
    "Microsoft Account by vscode: Microsoft authentication provider ",
    "Monokai Dimmed Theme by vscode: Monokai dimmed theme for Visual Studio Code ",
    "Monokai Theme by vscode: Monokai theme for Visual Studio Code ",
    "NPM support for the IDE by vscode: Extension to add task support for npm scripts. ",
    "Objective-C Language Basics by vscode: Provides syntax highlighting and bracket matching in Objective-C files. ",
    "Perl Language Basics by vscode: Provides syntax highlighting and bracket matching in Perl files. ",
    "PHP Language Basics by vscode: Provides syntax highlighting and bracket matching for PHP files. ",
    "PHP Language Features by vscode: Provides rich language support for PHP files. ",
    "Powershell Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in Powershell files. ",
    "Pug Language Basics by vscode: Provides syntax highlighting and bracket matching in Pug files. ",
    "Python Language Basics by vscode: Provides syntax highlighting, bracket matching and folding in Python files. ",
    "Quiet Light Theme by vscode: Quiet light theme for Visual Studio Code ",
    "R Language Basics by vscode: Provides syntax highlighting and bracket matching in R files. ",
    "Razor Language Basics by vscode: Provides syntax highlighting, bracket matching and folding in Razor files. ",
    "Red Theme by vscode: Red theme for Visual Studio Code ",
    "reStructuredText Language Basics by vscode: Provides syntax highlighting in reStructuredText files. ",
    "Ruby Language Basics by vscode: Provides syntax highlighting and bracket matching in Ruby files. ",
    "Rust Language Basics by vscode: Provides syntax highlighting and bracket matching in Rust files. ",
    "SCSS Language Basics by vscode: Provides syntax highlighting, bracket matching and folding in SCSS files. ",
    "Seti File Icon Theme by vscode: A file icon theme made out of the Seti UI file icons ",
    "Shaderlab Language Basics by vscode: Provides syntax highlighting and bracket matching in Shaderlab files. ",
    "Shell Script Language Basics by vscode: Provides syntax highlighting and bracket matching in Shell Script files. ",
    "Simple Browser by vscode: A very basic built-in webview for displaying web content. ",
    "Solarized Dark Theme by vscode: Solarized dark theme for Visual Studio Code ",
    "Solarized Light Theme by vscode: Solarized light theme for Visual Studio Code ",
    "Swift Language Basics by vscode: Provides snippets, syntax highlighting and bracket matching in Swift files. ",
    "Terminal Suggest for VS Code by vscode: Extension to add terminal completions for zsh, bash, and fish terminals. ",
    "Tomorrow Night Blue Theme by vscode: Tomorrow night blue theme for Visual Studio Code ",
    "Visual Basic Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in Visual Basic files. ",
    "Windows Bat Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in Windows batch files. ",
    "XML Language Basics by vscode: Provides syntax highlighting and bracket matching in XML files. ",
    "YAML Language Basics by vscode: Provides syntax highlighting and bracket matching in YAML files. "
]