[
    "Antigravity by google: Extension that powers many of the AI features in Antigravity. ",
    "Antigravity Code Executor by google: Execute generated code from cascade. ",
    "Browser Launcher by google: Launch the Browser. ",
    "Builtin Notebook Output Renderers by vscode: Provides basic output renderers for notebooks ",
    "Configuration Editing by vscode: Provides capabilities (advanced IntelliSense, auto-fixing) in configuration files like settings, launch, and extension recommendation files. ",
    "Emmet by vscode: Emmet support for Jetski ",
    "Git by vscode: Git SCM Integration ",
    "Git Base by vscode: Git static contributions and pickers. ",
    "HTML Language Basics by vscode: Provides syntax highlighting, bracket matching & snippets in HTML files. ",
    "HTML Language Features by vscode: Provides rich language support for HTML and Handlebar files ",
    "JavaScript Debugger by ms-vscode: An extension for debugging Node.js programs and Chrome. ",
    "JavaScript Debugger Companion Extension by ms-vscode: Companion extension to js-debug that provides capability for remote debugging ",
    "JavaScript Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in JavaScript files. ",
    "JSON Language Basics by vscode: Provides syntax highlighting & bracket matching in JSON files. ",
    "JSON Language Features by vscode: Provides rich language support for JSON files. ",
    "Log by vscode: Provides syntax highlighting for files with .log extension. ",
    "Markdown Language Basics by vscode: Provides snippets and syntax highlighting for Markdown. ",
    "Markdown Language Features by vscode: Provides rich language support for Markdown. ",
    "Media Preview by vscode: Provides Jetski's built-in previews for images, audio, and video ",
    "Node Debug Auto-attach by vscode: Helper for auto-attach feature when node-debug extensions are not active. ",
    "Prompt Language Basics by vscode: Syntax highlighting for Prompt and Instructions documents. ",
    "Reference Search View by vscode: Reference Search results as separate, stable view in the sidebar ",
    "Search Result by vscode: Provides syntax highlighting and language features for tabbed search results. ",
    "Server Ready Action by vscode: Open URI in browser if server under debugging is ready. ",
    "SQL Language Basics by vscode: Provides syntax highlighting and bracket matching in SQL files. ",
    "Symbols by miguelsolorio: A simple file icon theme for VS Code ",
    "SynthWave '84 by RobbOwen: A Synthwave-inspired colour theme to satisfy your neon dreams ",
    "Table Visualizer for JavaScript Profiles by ms-vscode: Text visualizer for profiles taken from the JavaScript debugger ",
    "Tokyo Night by enkia: A clean theme that celebrates the lights of Downtown Tokyo at night. ",
    "TypeScript and JavaScript Language Features by vscode: Provides rich language support for JavaScript and TypeScript. ",
    "TypeScript Language Basics by vscode: Provides snippets, syntax highlighting, bracket matching and folding in TypeScript files. "
]